Repository: spurious/snd-mirror
Catalog: po/*.po
Languages: de

source: time (beats)
de: Zeit (Beats)

source: time (samples)
de: Zeit (Sampels)

source: time (percent)
de: Zeit (Prozent)

source: time
de: Zeit

source: (no data)
de: (keine Daten)

source: stopped
de: Angehalten

source: can't print openGL graphics yet
de: Kann OpenGL-Graphik nicht drucken

source: cursor at %s (sample <PRId64>) = %s
de: Cursor bei %s (Sampel <PRId64>) = %s

source: chan %d, cursor at %s (sample <PRId64>) = %s
de: Kanal %d, Cursor bei %s (Sampel <PRId64>) = %s

source: cursor at %s (sample <PRId64>): %s
de: Cursor bei %s (Sampel <PRId64>): %s

source: (%.1f%s, transform val: %.3f%s (raw: %.3f)
de: (%.1f%s, Transformationswert: %.3f%s (raw: %.3f)

source: samps
de: Sampels

source: (time: %.2f, freq: %.1f, val: %.3f%s (raw: %.3f))
de: (Zeit: %.2f, Freq: %.1f, Wert: %.3f%s (raw: %.3f))

source: mark %d at sample <PRId64>
de: Markierung %d bei Sampel <PRId64>

source: Snd: fft peaks (%s)
de: Snd: FFT Spitzen (%s)

source: : chan %d
de: : Kanal %d

source: , fft %d points beginning at sample <PRId64> (%.3f secs), %s
de: , FFT %d Punkte beginnen bei Sampel <PRId64> (%.3fs), %s

source: can't play %s: %s
de: Kann %s nicht spielen: %s

source: folding %d chans into %d
de: Verbinde %d Kanäle zu %d

source: can't get audio output chans? (%d)
de: Kann Audioausgabekanäle nicht finden? (%d)

source: srate: %d chans: %d length: %.3f (<PRId64> %s) type: %s format: %s written: %s%s%s%s
de: S-Rate: %d Kanäle: %d Länge: %.3f (<PRId64> %s) Typ: %s Format: %s geschr: %s%s%s%s

source: samples
de: Sampels

source: comment:
de: Kommentar:

source: file save cancelled by C-g
de: Datei speichern abgebrochen durch C-g

source: %s no longer exists!
de: %s existiert nicht mehr!

source: %s has changed since we last read it!
de: %s ist geändert seitdem es zuletzt gelesen wurde!

source: maxamp check interrupted...
de: MaxAmp-Test unterbrochen...

source: x axis points not increasing: %s
de: X-Achsenpunkte werden nicht vergrößert: %s

source: odd length envelope? %s
de: Ungerade Hüllkurvenlänge? %s

source: %s is not a list
de: %s ist keine Liste

source: frequency
de: Frequenz

source: Haar spectrum
de: Haarspektrum

source: Lag time
de: Lag-Zeit

source: not enough memory for convolve of %s (filter size: %d, fft size: %d)
de: Nicht genug Speicher zum Falten von %s (Filtergröße: %d, FFT-Größe: %d

source: convolve: can't close temp file %s!
de: Falten: kann temporäre Datei nicht schließen %s!

source: closedir %s failed (%s)!
de: Verzeichnis %s schließen fehlgeschlagen (%s)!

source: No header found for %s
de: Kein Header für %s gefunden

source: %s does not seem to be a sound file?
de: %s sieht nicht wie eine Sounddatei aus?

source: can't find file %s: %s
de: Kann Datei %s nicht finden: %s

source: can't close file %s: %s
de: Kann Datei %s nicht schließen: %s

source: %s is write-protected
de: %s ist schreibgeschützt

source: sound is write-protected
de: Sound ist schreibgeschützt

source: changing %s's header from %s to aifc to accommodate loop info
de: Ändere %ss Header von %s zu AIFC um Platz zu erhalten für Loop-Info

source: search in progress
de: Suche läuft

source: search stopped
de: Suche angehalten

source: %s: not found
de: %s: nicht gefunden

source: Color
de: Farbe

source: light
de: Hell

source: dark
de: Dunkel

source: data cutoff
de: Daten abschneiden

source: invert
de: Vertauschen

source: Spectrogram Orientation
de: Spektrogramm-Ausrichtung

source: x angle
de: X-Winkel

source: y angle
de: Y-Winkel

source: z angle
de: Z-Winkel

source: x scale
de: X-Skala

source: y scale
de: Y-Skala

source: z scale
de: Z-Skala

source: portion of spectrum
de: Teil des Spektrums

source: use OpenGL
de: Verwende OpenGL

source: amp env:
de: Amp-Hüll:

source: flt env:
de: Flt-Hüll:

source: src env:
de: Src-Hüll:

source: Stop
de: Halt

source: Dismiss
de: Verlassen

source: unnamed
de: Unbenannt

source: view envs
de: Ansicht Hüllk.

source: edit env
de: Bearbeiten Hüll

source: Edit Envelope
de: Hüllkurve bearbeiten

source: Undo&Apply
de: Rück&Übern

source: Reset
de: Zurücksetzen

source: save
de: Speichern

source: print
de: Drucken

source: revert
de: Rückgängig

source: delete
de: Löschen

source: undo
de: Rückgängig

source: redo
de: wiederholen

source: selection
de: Ausschnitt

source: envs:
de: Hüllkurven:

source: clip
de: Klipp

source: Transform Options
de: Transformations-Optionen

source: Orientation
de: Ausrichtung

source: size
de: Größe

source: display
de: Anzeige

source: single transform
de: Einzelne Umwandlung

source: sonogram
de: Sonogramm

source: spectrogram
de: Spektrogramm

source: peaks
de: Spitzen

source: log freq
de: Log-Frequenz

source: normalize
de: Normalisieren

source: window
de: Fenster

source: type
de: Typ

source: sound files only
de: Nur Sound-Dateien

source: play selected sound
de: Spiele gewählten Sound

source: %s is a directory
de: %s ist ein Verzeichnis

source: View
de: Ansicht

source: Open
de: Öffnen

source: open:
de: Öffnen:

source: Mix
de: Mixen

source: Insert
de: Einfügen

source: data format:
de: Datenformat:

source: location:
de: Stelle:

source: samples:
de: Sampels:

source: comment:
de: Kommentar:

source: Save
de: Speichern

source: save as:
de: Speichern unter:

source: current selection
de: Aktueller Ausschnitt

source: Ok
de: Übernehmen

source: new-%d.%s
de: neu-%d.%s

source: New file:
de: Neue Datei:

source: Edit header of %s
de: Header von %s bearbeiten

source: Edit Header
de: Header bearbeiten

source: Files
de: Dateien

source: play
de: Spielen

source: sort
de: Art

source: speed:
de: Geschwindigkeit:

source: find: %s
de: Suche: %s

source: Find
de: Suche

source: find:
de: Suche:

source: global search
de: Globale Suche

source: Help
de: Hilfe

source: related topics
de: Ähnliche Themen

source: help topic:
de: Hilfethemen

source: Completions
de: Vervollständigen

source: can't get %s -- will use white
de: Kann Farbe %s nicht finden -- benutze Weiß

source: can't get %s -- will use black
de: Kann Farbe %s nicht finden -- benutze Schwarz

source: Caught seg fault (will try to continue):
de: Segmentation-Fehler (versuche fortzufahren):

source: Caught seg fault while trying to exit.
de: Segmentation-Fehler beim Beenden des Programms.

source: Caught top level error (will try to continue):
de: Toplevel-Fehler (versuche fortzufahren):

source: Play Selection
de: Ausschnitt spielen

source: File
de: Datei

source: Close
de: Schließen

source: Save as
de: Speichern unter

source: Revert
de: Rückgängig

source: Update
de: Aktualisieren

source: New
de: Neu

source: Record
de: Aufnehmen

source: Print
de: Drucken

source: Exit
de: Ende

source: Edit
de: Bearbeiten

source: Undo
de: Rückgängig

source: Redo
de: Wiederholen

source: Delete Selection
de: Ausschnitt löschen

source: Insert Selection
de: Ausschnitt einfügen

source: Mix Selection
de: Ausschnitt mixen

source: Save Selection
de: Ausschnitt speichern

source: Select all
de: Alles wählen

source: Show controls
de: Regler zeigen

source: Open listener
de: Listener öffnen

source: Mixes
de: Mixer

source: Tracks
de: Spuren

source: Regions
de: Bereiche

source: Graph style
de: Graph-Art

source: lines
de: Linien

source: dots
de: Punktiert

source: filled
de: Ausgefüllt

source: dots and lines
de: Punkte und Linien

source: Channel style
de: Kanalart

source: separate
de: Separat

source: combined
de: Verbunden

source: superimposed
de: Überlagert

source: Show Y = 0
de: Zeige Y = 0

source: X axis units
de: Einheiten X-Achse

source: seconds
de: Sekunden

source: percentage
de: Prozent

source: Options
de: Optionen

source: Zoom focus
de: Zoom-Fokus

source: window left edge
de: Linke Fensterecke

source: window right edge
de: Rechte Fensterecke

source: window midpoint
de: Fenstermitte

source: cursor or selection
de: Cursor oder Ausschnitt

source: Save options
de: Optionen speichern

source: About Snd
de: Über Snd

source: Customization
de: Konfigurieren

source: Control Panel
de: Regler

source: Key bindings
de: Tastaturbelegung

source: Play
de: Spielen

source: Track
de: Spur

source: Resample
de: Resampel

source: Reverb
de: Echo

source: Envelope
de: Hüllkurve

source: Mark
de: Markierung

source: Delete
de: Löschen

source: Undo and redo
de: Rückgängig

source: Search
de: Suche

source: Sync
de: Synchronisation

source: Headers and Data
de: Headers und Daten

source: Debugging
de: Debuggen

source: Stop playing
de: Spielen beenden

source: mix env
de: Hüllk. mixen

source: Apply Env
de: Hüllk. übern.

source: track:
de: Spur:

source: track env
de: Spur-Hüll:

source: no such track
de: Keine Spur

source: no mixes in track
de: kein Mix in der Spur

source: no mixes in track, so begin time ignored
de: kein Mix in der Spur, daher wird die Startzeit ignoriert

source: circular track chain
de: zirkuläre Spurenkette

source: no active track
de: Keine aktive Spur

source: printing %s
de: %s drucken

source: can't print!
de: Kann nicht drucken!

source: print %s
de: Drucke %s

source: eps file:
de: EPS-Datei:

source: direct to printer
de: Direkt zum Drucker

source: print env
de: Hüllk. drucken

source: Triggered Record
de: Getriggerte Aufnahme

source: open output
de: Ausgang öffnen

source: file:
de: Datei:

source: duration:
de: Dauer:

source: buf:
de: Puffer:

source: Autoload Recording
de: Automatisches Laden der Aufnahme

source: Restart
de: Neustart

source: out
de: Ausgang

source: recording cancelled
de: Aufnahme abgebrochen

source: recorded %s: duration: %.2f srate: %d, chans: %d type: %s, format: %s
de: Aufgenommen %s: Dauer: %.2f S-Rate: %d, Kanäle: %d Typ: %s, Format: %s

source: can't record: you screwed up the output channel number!
de: Kann nicht aufnehmen: die Anzahl der Ausgabekanäle wurden verändert!

source: chans field (%d) doesn't match file out panel (%d channel%s active)
de: Kanalfeld (%d) stimmt nicht überein mit den Ausgabekanälen (%d channel%s active)

source: can't record: no inputs enabled
de: Kann nicht aufnehmen: keine Eingabequelle angegeben

source: can't record: no output file name supplied
de: Kann nicht aufnehmen: kein Ausgabedateiname angegeben

source: Cancel
de: Abbrechen

source: Done
de: Fertig

source: chans: %d
de: Kanäle: %d

source: length: %.3f
de: Länge: %.3f

source: chans:
de: Kanäle:

source: length:
de: Länge:

source: edit
de: Bearbeiten

source: print
de: Drucken

source: frequency response
de: Frequenz-Antwort

source: unite
de: Verbinden

source: expand:
de: Erweitern:

source: contrast:
de: Kontrast:

source: reverb:
de: Echo:

source: len:
de: Länge:

source: (translated %s)
de: (übersetzt %s)

source: gray
de: Grau

source: autumn
de: Herbst

source: spring
de: Frühling

source: summer
de: Sommer

source: cool
de: Kalt

source: copper
de: Kupfer

source: flag
de: Flagge

source: prism
de: Prisma

source: bone
de: Elfenbein

source: hot
de: Heiß

source: This is Snd version
de: Das ist Snd-Version

source: samples
de: Sampels

source: , with modules
de: , mit Modul

source: without any graphics system
de: ohne Graphiksystem

source: compiled as a widget
de: kompiliert als Widget

source: with large file support
de: mit Large-File-Unterstützung

source: with gettext:
de: mit Gettext:

source: %s is unreadable: %s?
de: %s ist nicht lesbar: %s?

source: env:
de: Hüll:

source: find
de: Suchen

source: %s placed at sample <PRId64>
de: %s bei Sampel <PRId64> placiert

source: There is already a mark at sample <PRId64>
de: Es existiert schon eine Markierung bei Sampel <PRId64>

source: channel %d saved as %s
de: Kanal %d gespeichert unter %s

source: can't access %s! temp dir is unchanged
de: Kann nicht auf %s zugreifen! Das temporäre Verzeichnis ist unverändert

source: no previous macro
de: kein vorheriges Makro

source: no such mark
de: Keine solche Markierung

source: no mark at sample <PRId64>
de: keine Markierung bei Sampel <PRId64>

source: selection starts at <PRId64>
de: Ausschnitt beginnt bei <PRId64>

source: C-%s undefined
de: C-%s undefiniert

source: no macro active?
de: Kein Makro aktiv?

source: macro name:
de: Makroname:

source: insert file:
de: Datei einfügen:

source: load:
de: Laden:

source: mix file:
de: Mix-Datei:

source: C-x C-%s undefined
de: C-x C-%s undefiniert

source: key %s%s undefined
de: Taste %s%s undefiniert

source: no active selection
de: Kein aktivierter Ausschnitt

source: temp dir:
de: Temporäres Verzeichnis:

source: can't call macro while it's being defined
de: kann Makro während der Definition nicht aufrufen

source: macro definition already in progress
de: Makrodefinition ist schon aktiv

source: defining macro...
de: Definiere Makro...

source: C-x %s undefined
de: C-x %s undefiniert

source: interrupted
de: unterbrochen

source: %s end of snd options
de: %s Ende der Snd-Optionen

source: can't write %s: %s
de: Kann %s nicht schreiben: %s

source: %s but no file to load?
de: %s aber keine Datei zum Laden?

source: %s but no form to evaluate?
de: %s aber keine Form zum Berechnen?

source: -title but no title?
de: -title aber kein Titel?

source: -I but no path?
de: -I aber kein Pfad?

source: Hide Y = 0
de: Verberge Y = 0

source: Hide listener
de: Listener verbergen

source: Show listener
de: Listener zeigen

source: Hide controls
de: Regler verbergen

source: saved options in %s
de: Optionen in %s gespeichert

source: saved state in %s
de: Status in %s gespeichert

source: mix save temp: can't close %s: %s!
de: Kann temporäre Mix-Datei %s nicht schließen: %s!

source: %s has %d channels?
de: %s hat %d Kanäle?

source: byte swap problem: chans should be %d
de: Byte-Swap-Problem: es sollte %d Kanäle sein

source: eps file
de: EPS-Datei

source: nothing to print?
de: Nichts zu drucken?

source: print %s failed: %s
de: Drucken von %s fehlgeschlagen: %s

source: print sound: eps file name needed
de: Sound drucken: EPS-Dateiname benötigt

source: print region %s failed: %s
de: Bereich %s drucken fehlgeschlagen: %s

source: print region: eps file name needed
de: Bereich drucken: EPS-Dateiname benötigt

source: print env %s failed: %s
de: Hüllk. %s drucken fehlgeschlagen: %s

source: print envelope: eps file name needed
de: Hüllkurve drucken: EPS-Dateiname benötigt

source: Output
de: Ausgang

source: Speakers
de: Lautsprecher

source: Microphone
de: Mikrophon

source: Tone
de: Ton

source: Aux Input
de: Aux Eingang

source: Aux Output
de: Aux Ausgang

source: unknown audio device: %d
de: Unbekanntes Audiogerät: %d

source: gain (slider) number too high: %d > %d
de: Gain-(Slider)-Nummer zu hoch: %d > %d

source: set input source:
de: Setzte die Eingangsquelle:

source: no inputs?:
de: Keine Eingänge?:

source: open device:
de: Gerät öffnen:

source: open output:
de: Ausgang öffnen:

source: no audio devices available
de: Kein Audiogerät vorhanden

source: no audio input devices available
de: Kein Audioeingangsgerät vorhanden

source: can't read region file!!
de: Kann Datei mit Bereich nicht lesen!!

source: can't write region temp file %s: %s
de: Kann temporäre Datei %s für Bereich nicht erzeugen: %s

source: can't read region's original sound? %s: %s
de: Kann den originalen Sound des Bereichs nicht lesen? %s: %s

source: sequestering region %d...
de: Abtrennen des Bereichs %d...

source: region %d already being edited
de: Bereich %d ist schon bearbeitet

source: edit region: can't open region %d temp sound %s: %s!
de: Bereich bearbeiten: kann für Bereich %d die temporäre Datei %s nicht öffnen: %s!

source: edit region: can't save region %d in temp file (%s: %s)
de: Bereich bearbeiten: kann Bereich %d nicht in temporärer Datei speichern (%s: %s)

source: edit region: no region at position %d!
de: Bereich bearbeiten: kein Bereich bei Position %d!

source: can't make region temp file (%s: %s)
de: Kann für Bereich keine temporäre Datei erzeugen (%s: %s)

source: not enough space to save region? -- need <PRId64> bytes
de: Nicht genug Platz, um Bereich zu speichern? -- benötige <PRId64> Bytes

source: save selection stopped
de: Speichern des Ausschnitts angehalten

source: can't write this header type:
de: Kann diesen Headertyp nicht schreiben:

source: can't write this combination of header type and data format:
de: Kann Kombination von Headertyp und Datenformat nicht schreiben:

source: no selection
de: kein Ausschnitt

source: convolve: impulse response file %s chans: %d
de: Falten: Impulse-Response-Datei %s mit %d Kanälen

source: convolve: impulse response file %s is empty
de: Falten: Impulse-Response-Datei %s ist leer

source: convolve: save chan (%s[%d]) in %s hit error: %s
de: Falten: speichern des Kanals (%s[%d]) in %s mit Fehler: %s

source: convolve: open saved chan (%s[%d]) file %s hit error: %s
de: Falten: öffnen des gespeicherten Kanals (%s[%d]) von Datei %s mit Fehler: %s

source: convolve: open filter file %s hit error: %s
de: Falten: öffnen der Filterdatei %s mit Fehler: %s

source: convolve: close filter file %s hit error: %s
de: Falten: schließen der Filterdatei %s mit Fehler: %s

source: convolve: close saved chan (%s[%d]) file %s hit error: %s
de: Falten: schließen des gespeicherten Kanals (%s[%d]) von Datei %s mit Fehler: %s

source: src interrupted
de: Src unterbrochen

source: %s: can't handle %s generators
de: %s: kann nicht %s Generatoren verwenden

source: %s: can't read %s[%d] channel data!
de: %s: kann %s[%d] Kanaldaten nicht lesen!

source: no space left on device: %s
de: Kein Platz übrig auf Platte: %s

source: only <PRId64> bytes left on device (we need %d bytes)
de: Es verbleiben nur <PRId64> Bytes auf der Platte (%d Bytes werden benötigt)

source: write error (wrote %d of requested %d bytes): %s
de: Schreibfehler (%d der geforderten %d Bytes geschrieben): %s

source: read_mus10: can't translate Mus10 file %s: mode = %d
de: read_mus10: kann nicht Mus10-Datei %s übersetzen: Modus = %d

source: read_dvi_adpcm: can't translate DVI ADPCM file %s: chans: %d and bits: %d
de: read_dvi_adpcm: kann DVI-ADPCM-Datei %s nicht übersetzen: Kanäle: %d und Bits: %d

source: read_oki_adpcm: can't translate Oki ADPCM file %s: chans: %d
de: read_oki_adpcm: kann Oki-ADOCM-Datei %s nicht übersetzen: Kanäle: %d

source: read_g72x_adpcm: can't translate G72x file %s: chans: %d
de: read_g72x_adpcm: kann G72x-Datei %s nicht übersetzen: Kanäle: %d

source: can't translate %s (%s header: %s (0x%x) data format)
de: Kann nicht %s übersetzen (%s Header: %s (0x%x) Datenformat)

source: can't even allocate black?!?
de: Kann nicht mal Schwarz allozieren?!?

source: percent of spectrum
de: Prozent des Spektrums

source: %s function (%s arg %d) should take %d args, not %d
de: %s Funktion (%s arg %d) sollte %d args bekommen, nicht %d

source: %s function (%s arg %d) should take %d argument%s, but instead requires %d
de: %s Funktion (%s arg %d) sollte %d arg%s bekommen, doch statt dessen benötigt sie %d

source: %s function (%s arg %d) should accept at least %d argument%s, but instead accepts only %d
de: %s Funktion (%s arg %d) sollte wenigstens %d arg%s akzeptieren, doch statt dessen akzeptiert sie nur %d

source: can't load %s: %s
de: Kann %s nicht laden: %s

source: %s: directory %s is not writable: %s
de: %s: Verzeichnis %s ist nicht beschreibbar: %s

source: %s is not a number
de: %s ist keine Zahl

source: Apply
de: Übernehmen

source: envelope editor
de: Hüllkurveneditor

source: save
de: Speichern

source: undo
de: Rückgängig

source: redo
de: wiederholen

source: revert
de: Wiederherstellen

source: open read-only:
de: Öffnen zum Nurlesen

source: mix in:
de: Mixen mit:

source: data
de: Daten

source: data location:
de: Datenposition:

source: Clear
de: Leeren

source: Previous
de: Vorher

source: Next
de: Nächste

source: related topics:
de: Ähnliche Themen

source: can't get color %s -- will use white
de: Kann Farbe %s nicht finden -- benutze Weiß

source: can't get color %s -- will use black
de: Kann Farbe %s nicht finden -- benutze Schwarz

source: no RGB visual with desired depth
de: Kein RGB-Visual mit der gewünschten Tiefe

source: could not create rendering context
de: Konnte nicht den Rendering-Kontext erzeugen

source: Equalize Panes
de: Panes abgleichen

source: no active mixes
de: Kein Mix aktiv

source: mon
de: Monitor

source: Record Reset: can't close %s: %s!
de: Aufnahme zurücksetzen: kann %s nicht schließen: %s!

source: region
de: Bereich

source: none
de: nichts
